[
  {
    "title": "Cabrito Assado",
    "cooktime": "45 minutos",
    "preparationtime": "",
    "servings": "6 porções",
    "ingredients": "1 cabrito pequeno1 cabeça de alhos100 g de Vaqueiro 450g2 colheres de sopa de colorausallouropimentacominhos em pó (opcional)2,5 dl de vinho brancoazeite virgem extra1 kg de batatinhas novas300 g de cebolinhas pequenas50 g de presuntosalsa fresca",
    "instructions": "Coloque o cabrito numa assadeira, se for de barro tanto melhor.\nDescasque os dentes de alho e reduza-os a uma pasta, na picadora, juntamente com 70 g de Vaqueiro 450g, o colorau e sal.\nEsfregue o cabrito por fora e por dentro com a pasta obtida, junte 1 a 2 folhas de louro partidas em bocadinhos. Tempere com pimenta acabada de moer e se gostar, com um a pitada de cominhos em pó. Regue com o vinho branco e um fio de azeite virgem extra. Tape e reserve no frigorífico de um dia para o outro.\nLigue o forno e regule-o para os 180 °C.\nLave muito bem as batatas e pele as batatas, se forem novas e bem pequenas, pode deixar a pele. Descasque as cebolinhas e junte-as às batatas. Tempere com sal, salpique com um pouco de colorau e disponha à volta do cabrito.\nCorte o presunto em pedaços pequenos e espalhe entre as batatas.\nIntroduza 3 a 4 pés de salsa atados e espalhe a restante Vaqueiro 450g em pedaços por cima das batatas e do cabrito, se achar necessário regue com mais um pouco de azeite.\nLeve a assar no forno entre 90 minutos a 2 horas, regando e virando o cabrito de vez em quando.\n"
  },
  {
    "title": "Empadão de Carne à Papião",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "4 porções",
    "ingredients": "75 g de Vaqueiro 450g250 g de carne de peru picada50 g de cebola picada1 colher de sopa de farinha de trigo75 g de polpa de tomate100 g de fiambre600 g de puré de batata (preparado)1 gema",
    "instructions": "Derreta a Vaqueiro 450g num tacho, adicione a carne picada e deixe saltear. Junte a cebola picada, polvilhe com a farinha e adicione a polpa de tomate. Misture bem e deixe estufar sobre lume brando até a carne estar cozinhada.\nCorte o fiambre em pequenos cubos e junte à carne.\nPrepare o puré de batata conforme as instruções da embalagem e espalhe metade sobre o fundo de um tabuleiro, previamente untado com Vaqueiro. Por cima disponha a carne, cubra com o restante puré e pincele a superfície com a gema desfeita.\nLeve a gratinar em forno quente até a estar bem douradinho.\n"
  },
  {
    "title": "Hambúrguer de vegetais",
    "cooktime": "20 minutos",
    "preparationtime": "",
    "servings": "8 porções",
    "ingredients": "1 frasco de feijão encarnado cozido1 cebola pequena1 curgete60 g de amêndoa finamente ralada60 g de flocos de aveia1 colher de chá de garam masalacoentros picados1 ovofarinhapão raladoVaqueiro Liquida4 pães pita250 g de iogurte grego2 colheres de sopa de maionese Hellmann’s1 colher de sopa de sumo de limão1 colher de sopa de melhortelã frescamanjericão frescosalpimenta de moinho",
    "instructions": "Escorra muito bem o feijão e triture-o no robot de cozinha juntamente com a cebola e a curgete, previamente cortadas em pedaços.\r\nMude a pasta obtida para uma tigela e adicione a amêndoa ralada, os flocos de aveia, o garam masala, um bom punhado de coentros acabados de picar e o ovo. Misture tudo muito bem, divida em 8 porções e molde em bola com a ajuda de farinha.\nAchate as bolas dando-lhes a forma de discos e leve ao frigorífico enquanto prepara o molho.\nMisture o iogurte, a maionese, o sumo de limão e o mel numa taça. Adicione um punhado de folhas de hortelã e de manjericão picadas e tempere com uma pitada de sal e pimenta moída na altura. Misture bem e coloque no recipiente para servir.\nAqueça um pouco de Vaqueiro Líquida numa frigideira antiaderente, passe os hambúrgueres por pão ralado e aloure-os de ambos os lados na Vaqueiro bem quente.Abra os pães pita ao meio e aqueça-os um pouco.Coloque os hambúrgueres sobre as rodelas de pão e regue com o molho.\n"
  },
  {
    "title": "Pastéis de filo com espinafres e alheira",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "8 porções",
    "ingredients": "1/2 embalagem de folhas de espinafres50 g de miolo de noz50 g de miolo de broa2 colheres de sobremesa de vinagre de sidra1 ovo50 g de ananás cristalizado1 embalagem de massa filoVaqueiro Líquida2 colheres de sopa de sementes de sésamo1 colher de sopa de sementes de papoila",
    "instructions": "Gourmet simples de fazer!\nLigue o forno e regule-o para os 180ºC.\nTire a pele às alheiras e desfaça-as em pedaços para dentro do robot de cozinha.\nJunte as folhas de espinafres, o miolo de noz e a broa em bocados. Triture ligando várias vezes o botão pulse até os ingredientes estarem misturados.\nAdicione o vinagre de sidra e o ovo e volte a ligar o robot até obter uma pasta.\nPique o ananás cristalizado em pedacinhos com uma faca, adicione ao preparado anterior e misture bem.\nSobreponha as folhas de massa filo, 4 a 4, pincelando cada uma com Vaqueiro Líquida, e corte cada conjunto de folhas em 4.\nRecheie os retângulos obtidos com o preparado e embrulhe em forma de travesseiros.\nColoque os travesseiros sobre um tabuleiro forrado com papel vegetal.\nPincele a superfície com Vaqueiro Líquida e salpique com as sementes de sésamo e de papoila, previamente misturadas.\nLeve ao forno durante cerca de 25 minutos ou até estarem dourados e estaladiços.\n"
  },
  {
    "title": "Bochechas de Porco no Tacho",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "4 porções",
    "ingredients": "1 kg de bochechas de porco limpas200 g de cebola50 g de alho1 L de vinho tinto20 g de Caldo de Carne Granulado Knorr150 g de chouriço de carne200 g de cenoura150 g de tomate em cubos200 g de Vaqueiro LíquidaCominhosTomilho frescoSalPimenta",
    "instructions": "Comece por lavar, descascar e cortar as cebolas e as cenouras em cubos pequenos e deixe de lado.\nLeve ao lume um tacho com a Vaqueiro Líquida e deixe aquecer um pouco.\nColoque as bochechas de porco no tacho, tempere com o Caldo Granulado Knorr e os cominhos e deixe alourar as bochechas um pouco de ambos os lados.\nDepois do preparado estar alourado adicione o chouriço já cortado em pedaços pequenos, a cebola, acenoura e o alho picado. Deixe refogar bem.\nPor fim junte o tomate, refresque com um pouco de vinho tinto e acrescente as folhas de tomilho.\nTape o tacho e deixe cozinhar lentamente cerca de 1h30 em lume brando mexendo de vez em quando.\nProve e retifique os temperos a gosto.\nPara finalizar coloque tomilho fresco por cima do preparado.\nAcompanhe este prato com puré de batata mal esmagado e espinafres salteados\n"
  },
  {
    "title": "Peito de Frango Recheado com Ervas e Queijo da Serra",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "4 porções",
    "ingredients": "4 (+/- 600 g) peitos de frango200 g de queijo da Serra1 ramo de tomilho1 ramo de alecrimVaqueiro Líquida1 cebola grande4 dentes de alho1 cálice de vinho da Madeira1 cubo de caldo de galinha Knorr granulado100 g de sementes de sésamoSal320 g de arroz carolino português100 g de canónigos100 g de rúcula selvagem",
    "instructions": "Comece por picar finamente o tomilho e o alecrim.\nColoque numa tigela um pouco de Vaqueiro Líquida, o caldo de Galinha Knorr granulado, o vinho da Madeira e uma parte do tomilho e do alecrim e um poucode sal, se necessário.\nMisture tudo muito bem com a ajuda de umas varas de cozinha.\nJunte os peitos de frango a esta marinada e deixe tomar o sabor durante cerca de 2 horas.\nColoque uma frigideira ao\n\tlume com um fundo de Vaqueiro Líquida e um dente de alho esmagado.\nDepois de alourado coloque os peitos de frango na frigideira e deixe cozinhar.\nDe seguida retire os peitos de frango já corados, recheie com o queijo da Serra e junte as restantes ervas picadas (alecrim e tomilho). Se necessário feche em rolinhos com a ajuda de uns palitos ou de um\n\tfio de cozinha.\nEnvolva os peitos com as sementes de sésamo e leve ao forno a 180ºC para acabar de cozer e corar as sementes.\nEnquanto o preparado está no forno comece a cozinhar o arroz, fritando o mesmo num pouco de Vaqueiro Líquida com um dente de alho e com a cebola previamente picados.\nAdicione a água para o arroz na panela.\nNuma outra frigideira coloque um fundo de Vaqueiro Líquida, um dente de alho picado, os canónigos e a rúcula.\nDeixe cozinhar e adicione o arroz quando este estiver praticamente cozido.\nSirva os peitos de frango cortados em lâminas e acompanhados com uma forma de arroz.\n"
  },
  {
    "title": "Lombinhos de Porco na Brasa",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "4 porções",
    "ingredients": "600 g de lombinhos de porcoSal grosso q.b.½ dl de vinho branco1 ramo pequeno de alecrim50 g de Vaqueiro ClássicaPimenta de moinho q.b.Piripiri Calvé",
    "instructions": "1. Limpe os lombinhos de porco e corte em pequenas rodelas. Com a ajuda de uma faca, espalme ligeiramente as “rodelas” dos lombinhos, criando pequenos bifes.\n2. Num recipiente, coloque a Vaqueiro Alho, a pimenta moída, o piripiri, o alecrim picado, o sal e o vinho branco. Envolva tudo muito bem com a ajuda de umas varas de cozinha.\n3. Passe os bifes dos lombinhos por esta marinada e deixe temperar cerca de uma hora e leve a assar num grelhador.\n4. Retire do lume e pincele com a mesma marinada. Sirva quente. Acompanhe com grelos cozidos e salteados em Vaqueiro Líquida e também com batatinha assada.\n"
  },
  {
    "title": "Tarte de frango e presunto",
    "cooktime": "45 minutos",
    "preparationtime": "",
    "servings": "12 porções",
    "ingredients": "Massa100 g de farinha de milho integral200 g de farinha1 colher de sopa de tomilho seco1 colher de sobremesa de sal1 colher de chá de alho em póPimenta de moinho200 g de Vaqueiro Sabor a Manteiga50 g de água25 g de vinagre de sidra1 gemaRecheio400 g de peru picado400 g de frango picado1 cebola pequena2 colheres de sopa de salsa picada2 pepinos de conserva pequenos50 g de miolo de noz25 g de amido de milho Maizena2 ovosSalPimenta de moinho150 g de presunto em fatias finas",
    "instructions": "Boa a ceia, barriga cheia!\n1. Misture todos os ingredientes secos num robô de cozinha. Adicione a Vaqueiro Sabor a Manteiga cortada em pedacinhos e ligue o robô na função pulse até a mistura ter o aspeto de areia.\n2. Junte a água e o vinagre e ligue o robô até envolver todos os ingredientes.\n3. Mude a mistura para a bancada de cozinha polvilhada com farinha e molde em bola. Retire 1/3 da massa e reserve.\n4. Estenda o pedaço maior de massa com o rolo e forre uma forma de aro com 22 cm de diâmetro.\n5. Deite as carnes picadas numa tigela. Descasque a cebola, pique-a finamente e junte às carnes. Adicione a salsa picada, os pepinos de conserva cortados em pedacinhos, o miolo de noz partido em pedaços e o amido de milho Maizena.\n6. Junte os ovos e tempere com sal e pimenta moída na altura. Misture tudo muito bem.\n7. Forre o fundo e as paredes da caixa de massa com fatias de presunto. Por cima espalhe metade da mistura de carnes e cubra com as restantes fatias de presunto. Espalhe a restante mistura de carnes sobre as fatias de presunto alisando bem a superfície.\n8. Estenda a massa reservada e coloque sobre a carne, fazendo aderir bem os bordos da massa.\n9. Corte a massa excedente e decore a tarte a gosto. Pincele a superfície com a gema desfeita e pique a superfície da massa com um garfo ou um palito para deixar escapar o vapor.\n10. Coza a tarte durante 1 hora em forno pré-aquecido a 180ºC.\nSugestão - acompanhe com salada\n"
  },
  {
    "title": "Costeletas com tomate e cogumelos",
    "cooktime": "45 minutos",
    "preparationtime": "",
    "servings": "6 porções",
    "ingredients": "1 colher de sopa de pimentão doce2 colheres de café de açafrão em pó1 colher de café de coentros em pó1 colher de café de cominhos em pó1 colher de sopa de orégãos secos6 dentes de alho6 costeletas de porcosal1 dl de vinho verde12 cebolinhas pequenas2 talos de aipo1 malagueta vermelha4 colheres de sopa de Vaqueiro Líquida1 lata de tomate em pedaços5 colheres de sopa de ketchup350 g de cogumelos portobelo pequenosPão de mistura (tipo alentejano ou de Mafra)",
    "instructions": "É ou não uma delícia?\n1. Misture todas as especiarias com os orégãos. Descasque e pique finamente os dentes de alho.\n2. Tempere as costeletas com sal e salpique de ambos os lados com a mistura de especiarias e os dentes de alho picados.\n3. Adicione o vinho verde e reserve.\n4. Descasque as cebolinhas, lave os talos de aipo e a malagueta e corte em fatias finas.\n5. Aqueça bem a Vaqueiro Líquida num tacho com fundo térmico e aloure as costeletas, bem escorridas de ambos os lados. Reduza o lume, adicione as cebolinhas, o aipo, a malagueta e o líquido da marinada.\n6. Junte o conteúdo da lata de tomate e o ketchup. Tape o tacho, agite-o um pouco e deixe cozinhar sobre lume muito brando durante 2 horas.\n7. Limpe os cogumelos com papel de cozinha, adicione-os ao cozinhado e deixe cozinhar tapado durante mais 1 hora.\n8. Sirva sobre fatias de pão de mistura\n"
  },
  {
    "title": "Coelho com feijão e vinho do porto",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "4 porções",
    "ingredients": "2 colheres de sopa de farinha1 colher de sopa de paprica1 colher de sopa de orégãos secos1 colher de café de cominhos em pó1 coelho cortado em pedaços2 cebolas3 cenouras50 g de Vaqueiro Clássica1 dente de Alhosal1 linguiça picante2 dl de vinho do Porto 1 curgete1 lata de feijão brancoPimenta de moinhoHortelã",
    "instructions": "Apaixone-se pela cozinha!\n1. Num saco de plástico misture a farinha com a paprica, os orégãos e os cominhos em pó. Introduza os pedaços de coelho e agite-os dentro do saco até ficarem bem envolvidos com a mistura.\n\t2. Descasque as cebolas e corte-as em gomos finos.\n\t3. Derreta a Vaqueiro Clássica e o dente de alho num tacho, junte os pedaços de coelho e aloure-os de todos os lados. Tempere com sal e junte a linguiça, sem pele e cortada em rodelas.\n\t4. Adicione a cebola e regue com o vinho do Porto. Tape o tacho e cozinhe sobre lume muito brando durante 1 hora, mexendo de vez em quando. Se for necessário acrescente um pouco de água a ferver.\n\t5. Pele as cenouras e corte em rodelas. Lave a curgete e corte-a também em rodelas.\n\t6. Adicione o feijão e os legumes preparados ao coelho, retifique o sal e tempere com pimenta moída na altura. Introduza 2 a 3 pés de hortelã, volte a tapar o tacho e deixe ferver suavemente até o coelho e os legumes estarem tenros.\n\t7. Retire os pés de hortelã e deite o cozinhado no recipiente de serviço. Enfeite com folhas frescas de hortelã.\n"
  },
  {
    "title": "Rosbife especial com tomate assado",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "6 porções",
    "ingredients": "3 colheres de sopa de vinagre balsâmico3 colheres de sopa de molho de soja2 colheres de sopa de açúcar mascavado2 colheres de sobremesa de ketchup1 colher de chá de mostardapiripiri em pó1,2 kg de rosbife2 talos de aipoAlecrimTomilhoVaqueiro Clássicasal6 tomates de rama1 colher de chá de alho em pó1 dl de natas",
    "instructions": "Ótimo para convívios animados à mesa!\n1. Ligue o forno para os 125ºC. Numa tigela misture o vinagre com o molho de soja, o açúcar mascavado, o ketchup, a mostarda e uma pitada de piripiri em pó. Barre a carne com a mistura preparada e coloque-a num tabuleiro.\n2. Descamise a cabeça de alhos sem a desmanchar e deixando a pele roxa. Lave os talos de aipo e corte-os em troços. Coloque a cabeça de alho e os talos de aipo à volta da carne, junte 2 a 3 pés de alecrim e outros tantos de tomilho e regue com Vaqueiro Líquida. Leve ao forno durante cerca de 3 horas.\n3. Vire a carne 2 a 3 vezes durante o tempo que estiver no forno. Lave os tomates e golpeie-os em fatias na vertical sem as separar. Misture um pouco de Vaqueiro Clássica e folhinhas de tomilho. Pincele os tomates entre as fatias com a mistura preparada.\n4. Aumente a temperatura para os 220ºC. Salpique a carne de ambos os lados com um pouco de sal, à volta disponha os tomates e leve de novo ao forno por mais 15 a 20 minutos para alourar.\n5. Retire a carne para uma tábua a deixe repousar pelo menos durante 30 minutos. Coe o molho que ficou no tabuleiro, junte-lhe as natas, retifique o sal, se necessário, e leve a ferver um pouco. Corte a carne em fatias finas e sirva com o tomate assado e o molho à parte.\n"
  },
  {
    "title": "Borrego com especiarias e vinho tinto",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "6 porções",
    "ingredients": "1 perna de borrego1 cabeça de alho80 g de Vaqueiro Clássica2 + 1 colheres de sopa de coco ralado2 colheres de sobremesa de açafrão-das-índias1 colher de sobremesa de canela em pó1 colher de chá de noz-moscada1 colher de chá de coentros em pó1 colher de sobremesa de ervas da Provença1 colher de sobremesa de sal1,5 dl de vinho tinto1 alho-francês2 cenouras2 cebolas roxas100 g de miolo de broaFolhas de hortelã600g de batata-doceÓleo para fritar3 colheres de sopa de vinagre balsâmico",
    "instructions": "A tradição é sempre única!\n1.Peça no talho 3 a 4 golpes na perna de borrego, mas sem os separar completamente. Limpe a carne de peles e gorduras, passe por água e enxugue com papel de cozinha.\n2. Descasque os dentes da cabeça de alho e coloque-os na picadora ou no robot de cozinha. Junte 40 g de Vaqueiro cortada em pedaços, 2 colheres de sopa de coco ralado, as especiarias e ervas aromáticas e o sal. Triture muito bem até obter uma pasta.\n3. Barre muito bem a perna de borrego com a pasta obtida e introduza-a num saco de plástico. Adicione o vinho tinto, feche muito bem o saco e agite-o um pouco para misturar o vinho com os temperos. Coloque o saco com a perna de borrego num recipiente e leve ao frigorífico. Deixe marinar de um dia para o outro, esfregando ocasionalmente a carne.\n4. Ligue o forno a 140ºC (calor circulante). Mude a perna de borrego e a marinada para um recipiente de forno com tampa*.\n5.Corte o alho-francês em tiras, lave e escorra. Pele as cenouras e corte-as em palitos. Descasque as cebolas e corte-as em meias-luas. Disponha os legumes à volta da perna de borrego. Cubra com a tampa e leve ao forno durante cerca de 3 horas.\n6. Cerca de 45 minutos antes de terminar o tempo de forno, corte os restantes 40 g de Vaqueiro em pedaços para dentro da picadora, adicione o miolo de broa em pedaços, um punhado de folhas de hortelã e a colher de sopa de coco ralado. Triture grosseiramente e reserve.\n7. Lave muito bem as batatas, corte-as em rodelas e coloque-as em água fria até à altura de fritar.\n8. Quando terminar o tempo de forno retire a perna de borrego para outro tabuleiro e cubra-a com a mistura de broa.\n9. Aumente a temperatura para os 180ºC e leve o borrego ao forno por mais 15 a 20 minutos até a crosta estar dourada. Ao mesmo tempo enxugue as batatas e frite-as em óleo quente.\n10. Deite os legumes e o molho do assado no copo liquidificador, junte-lhes o vinagre balsâmico e triture. Sirva o borrego com o molho acompanhado das batatas fritas.\n"
  },
  {
    "title": "Pato com Figos Secos e Especiarias",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "4 porções",
    "ingredients": "1 patoSalPimenta de moinho200 g de figos secos1,5 dl de vinho do Porto1 estrela de anis3 a 4 cardamomosRaiz de gengibre1 haste de rosmaninho40 g de Vaqueiro Clássica2 a 3 colheres de sopa de vinagre balsâmico",
    "instructions": "1.Ligue o forno para os 180ºC.\n2.Limpe o pato de qualquer vestígio de penas ou canículas, passe-o por água, enxugue bem e coloque-o num tabuleiro de forno.\n3.Tempere-o com sal e pimenta moída na altura e leve ao forno durante cerca de 40 minutos, regando de vez em quando com a gordura que o pato for libertando.\n4.Entretanto elimine os pedúnculos dos figos, junte-lhes o vinho do Porto, a estrela de anis e os cardamomos esmagados e o suco de um pedaço de raiz de gengibre previamente descascada e ralada.\n5.Leve ao microondas durante 1 minuto e deixe em infusão.\n6.Retire o pato do forno, elimine a gordura que libertou e disponha à volta os figos marinados.\n7.Regue com o líquido dos figos, junte a haste de rosmaninho e por cima espalhe a Vaqueiro Alho em pedacinhos.\n8.Leve de novo ao forno durante mais 50 minutos ou até o pato estar tenro.\n9.Vá regando o pato várias vezes com o molho que se for formando.\n10.Retire o pato e os figos para o recipiente de serviço e adicione o vinagre ao molho que ficou na assadeira, mexendo bem.\n11.Coe o molho e deite sobre o pato ou sirva à parte numa molheira.\n"
  },
  {
    "title": "Frango com Laranja",
    "cooktime": "45 minutos",
    "preparationtime": "",
    "servings": "4 porções",
    "ingredients": "40 g de Vaqueiro Clássica1 dente de Alho1 laranja sumarenta1 colher de sopa de açúcar mascavado1 malagueta vermelha frescaSal4 pernas completas de frango (perninha e coxa)500 g de castanhas peladas (já descongeladas)2 talos de aipo1 cebola",
    "instructions": "1.Derreta a Vaqueiro Clássica, junte-lhe o dente de alho picado, o sumo da laranja, o açúcar e a malagueta, previamente limpa de sementes e picada em bocadinhos.\n2.Tempere com sal e misture bem.\n3.Passe as pernas de frango por água e limpe-as de qualquer vestígio de canículas.\n4.Enxugue-as com papel de cozinha, coloque-as dentro de um saco de plástico e junte-lhes a marinada preparada.\n5.Feche o saco e agite-o bem.\n6.Reserve no frigorífico durante algumas horas ou de um dia para o outro.\n7.Descongele as castanhas com antecedência e ligue o forno a 180ºC.\n8.Lave os talos de aipo e corte-os em fatias finas.\n9.Descasque a cebola e corte-a em gomos.\n10.Escorra as pernas de frango e coloque-as numa assadeira.\n11.Misture o aipo com a cebola e as castanhas e disponha à volta do frango.\n12.Regue tudo com a marinada e leve ao forno durante cerca de 1 hora ou até a carne e as castanhas estarem macias.\n"
  },
  {
    "title": "Entrecosto com Cerveja e Legumes de Inverno",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "6 porções",
    "ingredients": "1,5 kg de entrecosto inteiro70 g de Vaqueiro Alho6 colheres de sopa de “sweet chili sauce”*1 colher de sobremesa de cominhos em pó1 colher de sopa de sal1 dl de cerveja1 abóbora butternut média1 alho-francês600 g de batatas novas médias*à venda na secção de produtos étnicos das grandes superfícies ou em lojas da especialidade.",
    "instructions": "1.Peça no talho para darem uns golpes na peça de entrecosto sem separar as costelas.\n2.Passe o entrecosto por água para eliminar qualquer ossinho solto, enxugue muito bem com papel de cozinha e coloque-o no tabuleiro do forno.\n3.Leve a Vaqueiro Clássica ao microondas durante 30 segundos e junte-lhe o dente de alho picado, o molho sweet chili, os cominhos e o sal.\n4.Misture bem e barre o entrecosto de ambos os lados com o preparado.\n5.Regue com a cerveja e deixe marinar durante pelo menos 2 horas, virando a carne a meio do tempo.\n6.Lique o forno para os 130ºC.\n7.Descasque a abóbora, limpe-a de sementes e corte em palitos grossos.\n8.Corte o alho-francês em rodelas, lave e escorra.\n9.Lave muito bem as batatas e corte-as em gomos.\n10.Misture os legumes preparados, salpique com uma pitada de sal e disponha-os em volta da carne.\n11.Leve ao forno durante cerca de duas horas e meia, virando a carne e mexendo os legumes várias vezes durante o processo.\n12.Nos últimos 15 minutos aumente a temperatura para os 180ºC.\n"
  },
  {
    "title": "Peito de Peru Recheado",
    "cooktime": "45 minutos",
    "preparationtime": "",
    "servings": "7 porções",
    "ingredients": "30 g de mirtilos desidratados30 g de tâmaras descaroçadas1 dl de vinho do Porto1 cebola pequena100 g de Vaqueiro Alho2 dentes de Alho300 g de cogumelos portobelo1 farinheirapimenta de moinho3 colheres de sopa de vinagre de sidraTomilho fresco1 peito de peru grande (+ 1,2 kg)1 colher de sopa de pimentão doceSal1 pau de canela1 folha de louro1 alho-francês1 kg de batatinhas novas para assar2 marmelos",
    "instructions": "1.Pique os mirtilos e as tâmaras em pedacinhos.\n2.Junte-lhes o vinho do Porto e leve ao microondas durante 30 segundos na potência máxima.\n3.Reserve.\n4.Descasque a cebola, pique-a finamente e leve ao lume com cerca de 30 g de Vaqueiro Clássica e os dentes de alho.\n5.Enquanto a cebola estiver a alourar, limpe os cogumelos e pique-os em pedaços pequenos.\n6.Junte os cogumelos à cebola e salteie sobre lume médio a forte, mexendo de vez em quando, durante cerca de 3 a 4 minutos.\n7.Reduza o lume e junte a farinheira, já sem pele e desfeita em pedaços.\n8.Mexa muito bem e adicione as tâmaras e os mirtilos escorridos.\n9.Tempere com pimenta moída na altura e algumas folhinhas de tomilho fresco, adicione o vinagre, misture bem e retire do lume.\n10.Com uma faca afiada abra uma bolsa no peito de peru. Introduza o recheio preparado na bolsa e cosa a abertura com agulha e fio de cozinha.\n11.Ligue o forno e regule-o para os 160ºC.\n12.Misture cerca de 40 g de Vaqueiro Clássica com o pimentão doce e cerca de 1 colher de sal.\n13.Esfregue o peito de peru com a pasta obtida, coloque-o num tabuleiro de forno e regue-o com o vinho do Porto onde demolhou os frutos secos. Junte o pau de canela e a folha de louro.\n14.Corte o alho-francês em rodelas finas, lave e escorra bem.\n15.Lave as batatinhas, corte-as ao meio e misture-as com as rodelas de alho-francês.\n16.Adicione os marmelos previamente lavados e cortados em gomos, tempere com um pouco de sal e disponha à volta da carne.\n17.Distribua a restante Vaqueiro Clássica, cortada em pedacinhos, sobre as batatas e leve ao forno durante cerca de 90 minutos.\n18.Enquanto estiver no forno, regue a carne várias vezes com o molho que se for formando.\n"
  },
  {
    "title": "Panados no Forno",
    "cooktime": "20 minutos",
    "preparationtime": "",
    "servings": "1 porções",
    "ingredients": "8 bifes finos de frango (ou de peru)limão1 medida de Knorr Granulado de Galinha2 colheres de sopa de pão ralado1 colher de sopa de queijo parmesão ralado2 colheres de sopa de coco raladoVaqueiro líquidamistura de várias alfaces1 meloa",
    "instructions": "1. Ligue o forno e regule-o para os 200ºC.\n2. Regue os bifes com sumo de limão e reserve.\n3. Num prato fundo misture o Knorr Granulado de Galinha com o pão, o queijo e o coco ralados.\n4. Escorra os bifinhos e pincele-os de ambos os lados com Vaqueiro líquida, passe-os pela mistura de pão ralado e coloque-os num tabuleiro de forno untado com Vaqueiro líquida.\n5. Leve ao forno durante 15 a 20 minutos ou até estarem dourados.\n6. Sirva com salada de várias alfaces e a meloa limpa de sementes e cortada em pedaços.\n"
  },
  {
    "title": "Jardineira de Perú",
    "cooktime": "20 minutos",
    "preparationtime": "",
    "servings": "1 porções",
    "ingredients": "2 cenouras300 g de batata200 g de abóbora limpa1 curgete pequena350 g de peito de peru em cubos70 g de Vaqueiro Ideal para Aves200 g de cebola picada100 g de linguiçasalpimenta de moinho1 folha de louro0,5 dl de vinho branco4 a 5 colheres de sopa de polpa de tomate200 g de feijão verde cortado (IGLO)",
    "instructions": "1. Pele as cenouras e as batatas e corte-as em dados pequenos. Corte também a abóbora e a curgete em dados do mesmo tamanho.\n2. Aloure os cubos de peru num tacho com a Vaqueiro Ideal para Aves, previamente derretida. Junte a cebola picada e a linguiça, sem pele e cortada em rodelas.\n3. Tempere com sal e pimenta e junte a folha de louro e as cenouras.Tape e deixe suar sobre lume muito brando durante cerca de 5 minutos.\n4. Adicione as batatas, a curgete e a abóbora, misture bem e volte a tapar. Deixe cozinhar sobre lume brando durante mais 10 minutos.\n5. Regue com o vinho branco, junte a polpa de tomate e cozinhe tapado durante mais 10 minutos.\n6. Introduza o feijão verde, retifique os temperos e deixe cozinhar até os legumes estarem macios.\n"
  },
  {
    "title": "Hambúrguer com ovo no ninho",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "1 porções",
    "ingredients": "1 cebola roxa pequena450 g de carne picadasalnoz-moscadaVaqueiro Ideal para bifes (à temperatura ambiente)1 colher de sobremesa de mostarda1 colher de sobremesa de molho inglês1 colher de sopa de salsa picada2 a 3 colheres de sopa de pão ralado4 ovos tamanho Spimenta de moinho4 pães para hambúrguer4 fatias de queijo cheddar ou flamengo",
    "instructions": "Ligue o forno e regule-o para os 180ºC.\nDescasque a cebola e pique-a muito finamente.\nTempere a carne com sal e uma pitada de noz-moscada.\nJunte cerca de 1 colher de sopa de Vaqueiro Ideal para Bifes,\na mostarda, o molho inglês e a salsa e a cebola picadas.\nMisture muito bem com o pão ralado, divida em 4 porções, molde em bola e dê-lhes o formato de hambúrguer.\nColoque os hambúrgueres sobre um tabuleiro antiaderente e pressione o centro de cada um de modo a preparar uma cavidade para onde possa abrir os ovos.\nAbra cuidadosamente os ovos sobre os hambúrgueres, tempere os ovos com uma pitada de sal e de pimenta e leve ao forno entre 15 e 20 minutos.\nQuando os hambúrgueres estiverem quase prontos, introduza os pães, abertos, no forno para os tostar ligeiramente e coloque uma fatia de queijo sobre os ovos.\nAssim que o queijo começar a derreter, barre a parte cortada dos pães com um pouco de Vaqueiro Ideal para Bifes, por cima disponha os hambúrgueres e cubra com a outra metade de pão.\nSirva de imediato.\n"
  },
  {
    "title": "Croquetes de alheira de Caça com Castanhas e Cogumelos",
    "cooktime": "35 minutos",
    "preparationtime": "",
    "servings": "1 porções",
    "ingredients": "250 g de castanhas2 dl de leite1 folha de lourosal1 cebola pequena40 g de Vaqueiro Ideal para Aves200 g de cogumelos picados1 alheira de caçapimenta de moinhotomilho-limão fresco1 ovopão raladoóleo para fritar",
    "instructions": "Coloque as castanhas num tachinho, junte o leite e a folha de louro e tempere com sal.\nLeve a cozinhar, tapado e sobre lume brando até as castanhas estarem macias.\nRetire a folha de louro e triture com a varinha mágica até obter um puré liso.\nDescasque a cebola, pique-a finamente e leve ao lume num tacho com a Vaqueiro Ideal para Aves.\nEntretanto limpe os cogumelos e pique-os finamente. Junte-os à cebola e salteie mexendo de vez em quando até estarem macios. Adicione a alheira, sem pele e desfeita em pedaços, e misture muito bem. Junte o puré de castanhas, retifique o sal e tempere com pimenta moída na altura e folhinhas de tomilho-limão. Deixe cozinhar sobre lume moderado, mexendo sempre até o preparado se soltar das paredes e do fundo do tacho.\nRetire para outro recipiente e cubra o preparado com película aderente para evitar a formação de crosta. Deixe arrefecer completamente.\nMolde o preparado em pequenos croquetes com a ajuda de pão ralado. Passe os croquetes por ovo batido e por pão ralado e frite-os em óleo quente.\nEscorra sobre papel absorvente.\n"
  }
]